<?php

return [
    // resposne messages for api/form calls
    'response_messages' => [
        'error' => 'حدث خطأ ما',
        'success' => 'نجاح',
        'create_success' => 'تم الإنشاء بنجاح',
        'update_success' => 'تم التحديث بنجاح',
        'deleted_successflly' => 'تم الحذف بنجاح',
        'otp_sent_success' => 'تم ارسال رمز OTP بنجاح',
        'otp_not_match' => 'رمز OTP غير صحيح',
    ],
    'delete' => 'حذف',
    'confirm_delete' => 'هل انت متأكد من حذف ',
    'Caution' => "🔊 انتباه",

    'home_page' => [
        'first_headline' => 'قد سيارتك بأمان وراحة',
        'first_headline_text' => 'لا تُعرقلك مشاكل الطريق مرة أخرى، احصل على المساعدة على الطريق أينما كنت وفي أي وقت بأقل من ريال واحد فقط.',
        'second_headline' => 'اشترك الآن بأقل من ريال واحد يوميًا!',
        'entities_headline' => 'كيانات نسعد بخدمة موظفيها',
        'services_headline' => 'خدمات متنوعة تؤمن طريقك',
    ],

    'home' => 'الرئيسية',
    'offers' => 'العروض',
    'clubs' => 'الباقات',
    'enter_otp_code' => 'أدخل رمز التحقق المرسل إلى هاتفك المحمول',
    'verify_otp' => 'تأكيد الرمز',

];
