<?php

return [
    'app_name' => 'أمان أوتو',
    // resposne messages for api/form calls
    'response_messages' => [
        'error' => 'حدث خطأ ما',
        'success' => 'نجاح',
        'create_success' => 'تم الإنشاء بنجاح',
        'update_success' => 'تم التحديث بنجاح',
        'deleted_successflly' => 'تم الحذف بنجاح',
        'otp_sent_success' => 'تم ارسال رمز OTP بنجاح',
        'otp_not_match' => 'رمز OTP غير صحيح',
    ],
    'delete' => 'حذف',
    'confirm_delete' => 'هل انت متأكد من حذف ',
    'Caution' => "🔊 انتباه",

    'home_page' => [
        'first_headline' => 'قد سيارتك بأمان وراحة',
        'first_headline_text' => 'لا تُعرقلك مشاكل الطريق مرة أخرى، احصل على المساعدة على الطريق أينما كنت وفي أي وقت بأقل من ريال واحد فقط.',
        'second_headline' => 'اشترك الآن بأقل من ريال واحد يوميًا!',
        'entities_headline' => 'كيانات نسعد بخدمة موظفيها',
        'services_headline' => 'خدمات متنوعة تؤمن طريقك',
    ],

    'home' => 'الرئيسية',
    'offers' => 'العروض',
    'clubs' => 'الباقات',
    'enter_otp_code' => 'أدخل رمز التحقق المرسل إلى هاتفك المحمول',
    'verify_otp' => 'تأكيد الرمز',

    'Day' => 'يوم',
    'Month' => 'شهر',
    'Year' => 'سنة',

    'status' => [
        'status' => 'الحالة',
        'active' => 'فعال',
        'inactive' => 'غير فعال',
        'pending' => 'قيد الإنتظار',
        'expired' => 'انتهى',
    ],

    'unlimited' => 'غير محدود',
    'times' => 'عدد المرات',
    'duration' => 'المدة',

    'various_service_secure' => 'العديد من الخدمات لتأمين طريقك',
    'vat' => 'ضريبة',


    'vat_type' => 'نوع الضريبة',
    'percent' => 'مئوية',
    'flat' => 'ثابتة',

    'soon' => 'قريبا',
    'policy_and_terms' => 'الخصوصية والشروط والأحكام',

    'subscribe_with_discount' => 'اشترك الان مع :discount خصم',
    'subscribe_now' => 'اشترك الان',
    'vichle_istimara' => 'تسجيل المركبة / الاستمارة',
    'upload' => 'رفع',
    'your_order' => 'طلبك',
    'product' => 'المنتج',
    'total' => 'الإجمالي',
    'total_with_vat' => 'الإجمالي مع الضريبة',
    'have_coupon_code' => 'هل لديك كوبون خصم؟',
    'payment_method' => 'طريقة الدفع',
    'card_number' => 'رقم البطاقة',
    'apply' => 'تطبيق',
    'upgrade' => 'ترقية',
    'downgrade' => 'تخفيض',
    'subscribe' => 'اشتراك جديد',
    'payment_failed' => 'فشل إتمام الدفع , يرجى المحاولة لاحقا',
    'payment_success' => 'تم الاشتراك بنجاح',
    'redirect_to_payment' => 'سيتم تحوبلك لصفحة تأكيد الدفع',
    'comlete_payment' => 'الدفع',
    'month/year' => 'شهر / سنة',
    'valid_coupon_code' => 'كود الخصم صالح',
    'invalid_coupon_code' => 'كود الخصم غير صالح',
    'discount' => 'خصم',

    'subscribtions_steps' => [
        'register' => 'التسجيل',
        'subscription' => 'الاشتراك',
        'service_call' => 'مكالمة الخدمة',
        'subscribtions_steps' => 'خطوات الإشتراك',
    ],

    'confirm_delete_offer_user' => 'هل انت متأكد من ازالة العرض للمستخدم : ',
    'no_offers_found' => ' لا يوجد عروض حاليا.. يرجى العودة في وقت لاحق',
    'amanauto_ams' => 'رقم العضوية',
    'vin' => 'معرف المركبة',
    'offers_for_you' => 'عروض خصيصا لك',
    'end_date' => 'تاريخ الانتهاء',
    'profile' => 'الملف الشخصي',

    'my_accounts' => 'حساباتي',
    'inbox' => 'البريد الوارد',
    'documents' => 'المستندات',
    'cards_settings' => 'إعدادات البطاقات',
    'app' => 'التطبيق',
    'settings' => 'الإعدادات',
    'security' => 'الأمان',
    'notifications' => 'الإشعارات',
    'help_center' => 'مركز المساعدة',
    'info' => 'معلومات',
    'welcome_back'  => 'أهلا بعودتك',
    'welcome_to_site' => 'أهلا بك في أمان أوتو',

];
